Repository: ColorlibHQ/Sparkling
Catalog: languages/*.po
Languages: es_mx, hu_hu

source: Asides
es_mx: Secciones
hu_hu: Széljegyzetek

source: Homepage Widget 1
es_mx: Widget Inicio 1
hu_hu: Kezdőlap Widget 1

source: Displays on the Home Page
es_mx: Mostrar en la pagina principal
hu_hu: A kezdőoldalon jelenjen meg

source: Homepage Widget 2
es_mx: Widget pagina principal1
hu_hu: Kezdőlap Widget 2

source: Homepage Widget 3
es_mx: Widget pagina principal3
hu_hu: Kezdőlap Widget 3

source: Footer Widget 1
es_mx: Widget1 pie de pagina
hu_hu: Lábléc Widget 1

source: Used for footer widget area
es_mx: Usado el el area de widget de pie de pagina
hu_hu: A lábléc widget területe

source: Footer Widget 2
es_mx: Widget2 pie de pagina
hu_hu: Lábléc Widget 2

source: Footer Widget 3
es_mx: Widget3 pie de pagina
hu_hu: Lábléc Widget 3

# nav menu location
source: Social Menu
es_mx: Menú social

source: Right Sidebar
es_mx: Barra lateral derecha
hu_hu: Jobb oldalsáv

source: Left Sidebar
es_mx: Barra lateral izquierda
hu_hu: Bal oldalsáv

source: No Sidebar
es_mx: Sin bara llateral
hu_hu: Nincs oldalsáv

source: Full Width
es_mx: Ancho completo
hu_hu: Teljes szélesség

source: Full-width(no sidebar)
es_mx: Ancho completo(sin barra lateral)

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es_mx: Listo para publicar tu nueva entrada?<a href="%1$s">Empieza aqui!</a>.
hu_hu: Készen állsz az első bejegyzésed írására? <a href="%1$s">Kezdj hozzá itt</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
es_mx: Disculpa, pero nada coincide con tus criterios de búsqueda, Por favor, intenta nuevamente con algunas otras palabras.
hu_hu: Sajnos nincs találat a keresésedre. Kérlek próbáld újra más kulcsszavakkal!

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es_mx: Al parecer no podemos encontrar lo que querías ver. Quizá la caja de búsqueda ayude.
hu_hu: Úgy tűnik itt nem található semmi. Próbáld meg a keresővel!

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
es_mx: Al parecer no se encontró nada en esta parte. Prueba con alguno de los vínculos de abajo o con la caja de búsqueda.
hu_hu: Úgy tűnik, ezen a helyen nem található semmi. Próbáld meg az alábbi linkeket vagy a keresést.

source: This post is password protected. To view it please enter your password below:
es_mx: Esta entrada esta protegida con contraseña.Para verla, por favor introduce la contraseña abajo:
hu_hu: Ez a bejegyzés jelszóval védett. A megtekintéshez kérlek add meg a jelszavadat:

source: Password:
es_mx: Contraseña:
hu_hu: Jelszó:

source: Submit
es_mx: Enviar
hu_hu: Elküld

source: Theme by %1$s Powered by %2$s
es_mx: Plantilla diseñada por %1$s Powered by %2$s
hu_hu: %1$s sablon, %2$s motor

source: Support and Documentation
es_mx: Documentos y ayuda
hu_hu: Támogatás és Dokumentáció

source: Sparkling Documentation
es_mx: Documentación de Sparkling
hu_hu: Sparkling Dokumentáció

source: The best way to contact us with <b>support questions</b> and <b>bug reports</b> is via
es_mx: Si <b>tienes preguntas</b>, necesitas <b>ayuda</b> o quieres <b>reportar un fallo</b>, la mejor manera es, contactarnos en
hu_hu: A legjobb módja, hogy felvedd velünk a kapcsolatot <b>támogatással</b> és <b>hibabejelentéssel</b> kapcsolatban a fórumunk:

source: Colorlib support forum
es_mx: Foro de soporte de Colorlib
hu_hu: Colorlib támogatói fórum

source: If you like this theme, I'd appreciate any of the following:
es_mx: Si te ha gustado el tema, agradeceríamos cualquiera de lo siguiente:
hu_hu: Ha tetszik a sablon, nagyon értékelnénk ha megtennéd az alábbiakat:

source: Rate this Theme
es_mx: Califica este tema
hu_hu: Értékeld a sablont

source: Like on Facebook
es_mx: Me gusta en facebook
hu_hu: Kedveld Facebookon

source: Follow on Twitter
es_mx: Seguir en Twitter
hu_hu: Kövesd Twitteren

source: Posts navigation
es_mx: Navegación de entradas
hu_hu: Bejegyzés navigáció

source: Post navigation
es_mx: Navegación de entradas
hu_hu: Bejegyzés navigáció

source: Sparkling Options
es_mx: Opciones de Sparkling
hu_hu: Sparkling Opciók

source: Panel to update sparkling theme options
es_mx: Panel de control,para actualizar las opciones de Sparkling
hu_hu: Sparkling téma frissítési panelja

source: Content Options
es_mx: Opciones de contenido
hu_hu: Tartalom opciók

source: Show post excerpts?
es_mx: Mostrar extractos para las entradas?
hu_hu: Bejegyzés kivonat megjelenítése

source: Display Comments on Static Pages?
es_mx: Mostrar comentarios en paginas estáticas?
hu_hu: Kommentek megjelenítése a statikus oldalakon

source: Slider options
es_mx: Opciones del deslizador
hu_hu: Csúszka opciók

source: Check if you want to enable slider
es_mx: Marcado si quieres activar el deslizador
hu_hu: Pipáld be, ha engedélyezni szeretnéd a csúszkát

source: Slider Category
es_mx: Categoria del deslizador
hu_hu: Csúszka Kategória

source: Select a category for the featured post slider
es_mx: Selecciona una categoría para la entrada destacada del deslizador
hu_hu: Válaszd ki a csúszka kiemelt kategóriáját

source: Number of slide items
es_mx: Numero de objetos
hu_hu: Csúszka elemek száma

source: Enter the number of slide items
es_mx: Ingresa el numero de objetos para el deslizador
hu_hu: Írd be a csúszka elemek számát

source: Layout options
es_mx: Opciones de apariencia
hu_hu: Elrendezés opciók

source: Website Layout Options
es_mx: Opciones de apariencia del sitio
hu_hu: A weboldal elrendezési opciói

source: Choose between different layout options to be used as default
es_mx: Selecciona entre diferentes tipo de apariencia para usar por defecto
hu_hu: Válaszd ki az alapértelmezett elrendezési opciót

source: WooCommerce Page Layout Options
es_mx: Opciones de apariencia para WooCommerce
hu_hu: WooCommerce Oldal elrendezés opciók

source: Choose between different layout options to be used as default for all woocommerce pages
es_mx: Selecciona entre las diferentes opciones de apariencia para usar por defecto en las paginas woocommerce
hu_hu: Válaszd ki az alapértelmezett elrendezési opciót a WooCommerce oldalakhoz

source: Element Color
es_mx: Color del elemento
hu_hu: Elem színe

source: Default used if no color is selected
es_mx: Si no se selecciona ninguna, se usa el color por defecto
hu_hu: Alapértelmezett szín, ha nincs kiválasztva

source: Element color on hover
es_mx: Color del elemento "puntero encima"
hu_hu: Elem színe egérhúzáskor

source: Action Button
es_mx: Botón de acción
hu_hu: Felszólítás cselekvésre gomb

source: Call For Action Text
es_mx: Texto de la llamada a la acción
hu_hu: Felszólítás cselekvésre szöveg

source: Enter the text for call for action section
es_mx: Ingresa el texto de botón de la llamada a la acción
hu_hu: Írd be a szöveget a Felszólítás cselekvésre területhez

source: Call For Action Button Title
es_mx: Titulo del boton de la llamada a la accion
hu_hu: Felszólítás cselekvésre gomb felirat

source: Enter the title for Call For Action button
es_mx: Ingresa el texto del botón de la llamada a la acción
hu_hu: Írd be a Felszólítás cselekvésre gomb feliratát

source: CFA button link
es_mx: Vinculo de CFA
hu_hu: Felszólítás cselekvésre gomb link

source: Enter the link for Call For Action button
es_mx: Ingresa el vinculo del botón de la llamada a la acción
hu_hu: Írd be a Felszólítás cselekvésre gomb linkjét

source: Call For Action Text Color
es_mx: Color del texto de llamada a la acción
hu_hu: Felszólítás cselekvésre gomb szöveg szín

source: Call For Action Background Color
es_mx: color de fondo de llamada a la acción
hu_hu: Felszólítás cselekvésre háttérszín

source: Call For Action Button Border Color
es_mx: Color del borde del botón de llamada a la acción
hu_hu: Felszólítás cselekvésre gomb szegélyszín

source: Call For Action Button Text Color
es_mx: Color del texto de llamada a la acción
hu_hu: Felszólítás cselekvésre gomb felirat szín

source: Typography
es_mx: Tipografia
hu_hu: Tipográfia

source: Main Body Text
es_mx: Texto del cuerpo principal
hu_hu: Fő tartalom szöveg

source: Used in p tags
es_mx: Para usar en las etiquetas p
hu_hu: Bekezdésben használt

source: Heading Color
es_mx: Color del encabezado
hu_hu: Kiemelés szín

source: Color for all headings (h1-h6)
es_mx: Color para todos los encabezados (h1-h6)
hu_hu: Összes kiemelés színe (h1-h6)

source: Link Color
es_mx: Color del enlace
hu_hu: Link szín

source: Link:hover Color
es_mx: Color del enlace "cursor encima"
hu_hu: Link egérhúzás szín

source: Header
es_mx: Cabecera
hu_hu: Fejléc

source: Sticky Header
es_mx: Cabecera fija
hu_hu: Ragadós fejléc

source: Check to show fixed header
es_mx: Selecciona para mostrar fija la cabecera
hu_hu: Pipáld be, hogy a fejléc mindig az oldal tetején látszódjon

source: Top nav background color
es_mx: Color de fondo de navegación superior
hu_hu: Felső navigáció háttérszín

source: Top nav item color
es_mx: Color del objeto en la navegación superior
hu_hu: Felső navigáció elem szín

source: Link color
es_mx: Color del enlace
hu_hu: Link szín

source: Top nav item hover color
es_mx: Color del objeto en la navegación superior "cursor encima"
hu_hu: Felső navigáció elem egérhúzás szín

source: Link:hover color
es_mx: Color del vinculo "cursor encima"
hu_hu: Link egérhúzás szín

source: Top nav dropdown background color
es_mx: Color de fondo de la lista desplegable
hu_hu: Felső navigáció legördülő rész háttérszíne

source: Background of dropdown item hover color
es_mx: Color de fondo de lista desplegable "cursor encima"
hu_hu: Legördülő rész háttérszíne

source: Top nav dropdown item color
es_mx: Color del objeto en lista desplegable de la navegación superior
hu_hu: Felső navigáció legördülő rész elemszín

source: Dropdown item color
es_mx: Color del objeto en la lista desplegable
hu_hu: Legördülő rész elemszíne

source: Top nav dropdown item hover color
es_mx: Color del objeto "cursor encima" en la navegación superior
hu_hu: Felső navigáció legördülő rész elem egérhúzás szín

source: Dropdown item hover color
es_mx: Color del objeto en la lista desplegable "cursor encima"
hu_hu: Legördülő rész elemeinek egérhúzás színe

source: Top nav dropdown item background hover color
es_mx: Color del objeto de la lista desplegable " cursor encima"
hu_hu: Felső navigáció legördülő rész elem egérhúzás háttérszín

source: Footer
es_mx: Pie de pagina
hu_hu: Lábléc

source: Footer widget area background color
es_mx: Color de fondo del "widget" de pie de pagina
hu_hu: Lábléc widget terület háttérszín

source: Footer background color
es_mx: Color de fondo del pie de pagina
hu_hu: Lábléc háttérszín

source: Footer text color
es_mx: Color del texto en pie de pagina
hu_hu: Lábléc szövegszín

source: Footer link color
es_mx: Color del enlace en pie de pagina
hu_hu: Lábléc link szín

source: Footer information
es_mx: Información en pie de pagina
hu_hu: Lábléc információk

source: Copyright text in footer
es_mx: Texto de Copyright en pie de pagina
hu_hu: Szerzői jog szövege a láblécben

source: Social
es_mx: Redes sociales
hu_hu: Közösségi

source: Social icon color
es_mx: Color del icono de redes sociales
hu_hu: Közösségi ikon szín

source: Footer social icon color
es_mx: Color de icono de redes sociales en pie de pagina
hu_hu: Lábléc közösségi ikon szín

source: Footer Social Icons
es_mx: Iconos de redes sociales
hu_hu: Lábléc közösségi ikonok

source: Check to show social icons in footer
es_mx: Selecciona para mostrar redes sociales en pie de pagina
hu_hu: Pipáld be, hogy látszódjanak a közösségi ikonok a láblécben

source: Other
es_mx: Otros
hu_hu: Egyéb

source: Custom CSS
es_mx: CSS personalizado
hu_hu: Egyéni CSS

source: Additional CSS
es_mx: CSS adicional
hu_hu: További CSS

source: Select layout for this specific Page only ( Note: This setting only reflects if page Template is set as Default Template and Blog Type Templates.)
es_mx: Selecciona la opciones de apariencia solo para esta pagina especifica.
hu_hu: Válassz elrendezést ehhez az egy oldalhoz (Megjegyzés: Ez a beállítás csak akkor működik, ha az oldal téma Alapértelmezettre és Blog témára van állítva)

source: Select layout for this specific Post only
es_mx: Seleccionar opciones de apariencia solo para esta entrada
hu_hu: Válassz elrendezést ehhez az egy Bejegyzéshez

source: Select layout for this specific Product only
es_mx: Seleccionar opciones de apariencia para este producto especifico
hu_hu: Válassz elrendezést ehhez az egy termékhez

source: Sparkling Social Widget
es_mx: Widget de redes sociales de Sparkling
hu_hu: Sparkling Közösségi widget

source: Follow us
es_mx: Siguenos
hu_hu: Kövess minket

source: Title
es_mx: Titulo
hu_hu: Cím

source: Sparkling Categories
es_mx: Categorías Sparkling
hu_hu: Sparkling Kategóriák

source: Categories
es_mx: Categorías
hu_hu: Kategóriák

source: Limit Categories
es_mx: Limitar Categorías
hu_hu: Kategóriák korlátozása

source: Enable Posts Count
es_mx: Activar conteo de entradas
hu_hu: Bejegyzés számláló engedélyezése

source: Sparkling Popular Posts Widget
es_mx: Widget de entradas populares de Sparkling
hu_hu: Sparkling Népszerű bejegyzések widget

source: Limit Posts Number
es_mx: Limitar numero de entradas
hu_hu: Bejegyzések számának korlátozása

source: Sparkling is a clean minimal and responsive WordPress theme well suited for travel, health, business, finance, portfolio, design, art, photography, personal, ecommerce and any other creative websites and blogs. Developed using Bootstrap 3 that makes it mobile and tablets friendly. Theme comes with full-screen slider, social icon integration, author bio, popular posts widget and improved category widget. Sparkling incorporates latest web standards such as HTML5 and CSS3 and is SEO friendly thanks to its clean structure and codebase. It has dozens of Theme Options based on WordPress Customizer to change theme layout, colors, fonts, slider settings and much more. Theme is also translation and multilingual ready, compatible with WPML and is available in Spanish, French, Dutch, Polish, Russian, German, Brazilian Portuguese, Portuguese (Portugal), Persian (Iranian language), Romanian, Turkish, Bulgarian, Japanese, Lithuanian, Czech, Ukrainian, Traditional Chinese, Simplified Chinese, Indonesian, Estonian, Spanish (Argentina) and Italian. Sparkling is a free WordPress theme with premium functionality and design. Theme is ecommerce ready thanks to its WooCommerce integration. Now theme is optimized to work with bbPress, Contact Form 7, Jetpack, WooCommerce and other popular free and premium plugins. Lately we introduced a sticky/fixed navigation that you can enable or disable via WordPress Customizer.
es_mx: Sparkling es un tema wordpress minimalista y responsivo ideal para viajes, salud, negocios, finanzas, portafolio, diseño, arte, fotografía, personal comercio electrónico, y cualquier otro tipo de blogs creativos. Desarrollado con Bootstrap 3 lo que lo hace compatible para tabletas y teléfonos, el tema contiene deslizador de pantalla completa, integración de iconos de redes sociales, biografía del autor, widget de entradas populares y un widget de categorías Mejorado. Sparkling incorpora los últimos estándares web como HTML5 y CSS3 Y ES AMIGABLE EL SEO, gracias a su estructura y código fuente. Tiene muchas opciones basadas en el personalizador de wordpress para cambiar la apariencia del tema, colores, fuentes, opciones del deslizador, y muchas cosas más. El tema es multilenguaje y listo para trasladar, compatible con WPML, está disponible en los siguientes idiomas: Español, Francés, Holandés, Polaco, Ruso, Alemán, portugués (Brasil), portugués (Portugal), Persa (lenguaje de irán), Rumano, Turco, Búlgaro, Japonés, Lituano, Checo, Ucraniano, Chino tradicional, Chino simplificado, Indonesio, Estonio, Italiano, Español (argentina), Español (México). Sparkling es un tema gratuito para wordpress con funciones y diseño Premium, el tema está lista para comercio electrónico gracias a la integración de WooCommerce. Ahora el tema esta optimizado para, trabajar con BBpress, Contact form7, Jetpack, WooCommerce y otros populares plugins, gratuitos y de pago. Últimamente hemos introducido la navegación fija, la cual tú puedes activar o desactivar desde el personalizador de wordpress.

source: Search Results for: %s
es_mx: Resultados de busqueda para: %s
hu_hu: Keresési eredmények a következőre: %s

source: <i class="fa fa-chevron-left"></i> Previous
es_mx: <i class="fa fa-chevron-left"></i> Previo
hu_hu: <i class="fa fa-chevron-left"></i> Előző

source: Next <i class="fa fa-chevron-right"></i>
es_mx: Siguiente<i class="fa fa-chevron-right"></i>
hu_hu: Következő <i class="fa fa-chevron-right"></i>

source: Pages:
es_mx: Paginas
hu_hu: Oldalak:

source: Author: %s
es_mx: Autor: %s
hu_hu: Szerző: %s

source: Day: %s
es_mx: Día : %s
hu_hu: Nap: %s

source: Month: %s
es_mx: Mes: %s
hu_hu: Hónap: %s

source: Year: %s
es_mx: Año: %s
hu_hu: Év: %s

source: Galleries
es_mx: Galerias
hu_hu: Galériák

source: Images
es_mx: Imagenes
hu_hu: Képek

source: Quotes
es_mx: Citas
hu_hu: Idézetek

source: Links
es_mx: Enlaces
hu_hu: Linkek

source: Statuses
es_mx: Estados
hu_hu: Státuszok

source: Archives
es_mx: Archivos
hu_hu: Archívumok

source: Search for:
es_mx: Buscar palabra
hu_hu: Keresés:

# placeholder
source: Search&hellip;
es_mx: Buscar&hellip;
hu_hu: Keresés&hellip;

# label
source: Search for:
es_mx: Buscar termino
hu_hu: Keresés:

# submit button
source: Search
es_mx: Buscar
hu_hu: Keresés

source: Edit
es_mx: Editar
hu_hu: Szerkesztés

source: Leave a comment
es_mx: Dejar comentario
hu_hu: Szólj hozzá!

source: 1 Comment
es_mx: 1 comentario
hu_hu: 1 Hozzászólás

source: % Comments
es_mx: % Comentarios
hu_hu: % Hozzászólás

source: Read More
es_mx: Leer mas
hu_hu: Bővebben

# comments title
source: One thought on &ldquo;%2$s&rdquo;
es_mx: Un comentario en &ldquo;%2$s&rdquo;
hu_hu: Egy hozzászólás érkezett erre: &ldquo;%2$s&rdquo;

source: Comment navigation
es_mx: Navegación de comentarios
hu_hu: Hozzászólás navigáció

source: &larr; Older Comments
es_mx: &larr; Comentarios antiguos
hu_hu: &larr; Régebbi hozzászólások

source: Newer Comments &rarr;
es_mx: Comentarios recientes &rarr;
hu_hu: Újabb hozzászólások &rarr;

source: Comments are closed.
es_mx: Los comentarios esta cerrados
hu_hu: Hozzászólások letiltva

source: Primary Menu
es_mx: Menú primario
hu_hu: Főmenü

source: Footer Links
es_mx: Enlaces pie de pagina
hu_hu: Lábléc Linkek

source: Sidebar
es_mx: Barra lateral
hu_hu: Oldalsáv

source: Nothing Found
es_mx: No se encontró nada
hu_hu: Nincs találat

source: Oops! That page can&rsquo;t be found.
es_mx: Oops! no se encuentra la pagina
hu_hu: Hoppá! A keresett oldal nem található.

source: Recent Posts
es_mx: Entradas recientes
hu_hu: Legutóbbi bejegyzések

source: Most Used Categories
es_mx: Categorías mas usadas
hu_hu: Leggyakoribb kategóriák

source: Try looking in the monthly archives. %1$s
es_mx: Trata de busca en las archivos mensuales
hu_hu: Nézzük meg a havi bejegyzések között is. %1$s

source: Tags
es_mx: Etiquetas
hu_hu: Címkék

source: <i class="fa fa-chevron-left"></i> Older posts
es_mx: <i class="fa fa-chevron-left"></i> Entradas anteriores
hu_hu: <i class="fa fa-chevron-left"></i> Régebbi bejegyzések

source: Newer posts <i class="fa fa-chevron-right"></i>
es_mx: Entradas recientes<i class="fa fa-chevron-right"></i>
hu_hu: Újabb bejegyzések <i class="fa fa-chevron-right"></i>

source: Popular Posts
es_mx: Entradas populares
hu_hu: Népszerű bejegyzések

source: Title
es_mx: Titulo
hu_hu: Cím

source: Videos
hu_hu: Videók

source: Audios
hu_hu: Hangfelvételek

source: Chats
hu_hu: Beszélgetések
